Repository: marcioadr88/aire-libre
Catalog: Common/Localization/*.lproj/Strings.strings
Languages: es

# invalidEndpoindURL
source: The provided endpoint path is not valid
es: El endpoint proveído no es válido

# noConnection
source: There's no active connection to the network
es: No hay una conexión activa a la red

# unexpectedError
source: Unexpected error occurred
es: Ocurrió un error inesperado

# cantCalculateStart
source: Can't calculate 'start' parameter to fetch AQI data
es: No se pudo calcular el parámetro 'start' para la consulta de datos AQI

# failedPersistenceStoreInit
source: Failed to start persistence store
es: No se ha podido iniciar el persistence store

source: Turn on location to get data
es: Activa la localización para obtener datos

source: Error while retrieving location
es: Error al obtener la localización

source: Widget family not supported
es: No se soporta el tamaño del widget

# errorOccurred
source: An error occurred
es: Ocurrió un error

# aqiLevelTitleGood
source: Good
es: Bueno

# aqiLevelTitleModerate
source: Moderate
es: Moderado

# aqiLevelTitleSensitive
source: Unhealthy for Sensitive Groups
es: Insalubre para grupos sensibles

# aqiLevelTitleUnhealthy
source: Unhealthy
es: Insalubre

# aqiLevelTitleVeryUnhealthy
source: Very Unhealthy
es: Muy insalubre

# aqiLevelTitleHazardous
source: Hazardous
es: Peligroso

# aqiLevelDescriptionGood
source: Air quality is satisfactory, and air pollution poses little or no risk
es: Escaso riesgo de contaminación atmosférica, calidad de aire satisfactoria

# aqiLevelDescriptionModerate
source: Air quality is acceptable. However, there may be a risk for some people, particularly those who are unusually sensitive to air pollution
es: Calidad de aire aceptable, riesgo moderado para la salud de personas sensibles a la contaminación ambiental

# aqiLevelDescriptionSensitive
source: Members of sensitive groups may experience health effects. The general public is less likely to be affected
es: Insalubre para personas sensibles

# aqiLevelDescriptionUnhealthy
source: Some members of the general public may experience health effects; members of sensitive groups may experience more serious health effects
es: Riesgo general para las personas, efectos más graves en personas sensibles

# aqiLevelDescriptionVeryUnhealthy
source: Health alert: The risk of health effects is increased for everyone
es: Condición de emergencia. Son mayores las probabilidades de que toda la población esté afectada

# aqiLevelDescriptionHazardous
source: Health warning of emergency conditions: everyone is more likely to be affected
es: Alerta sanitaria, efectos graves para toda la población

source: Favorites
es: Favoritos

source: View map
es: Ver mapa

source: Map
es: Mapa

source: Loading
es: Cargando

source: No favorites
es: No hay favoritos

source: No data
es: No hay datos

source: My location
es: Mi localización

# widgetConfigurationDescription
source: Get the air quality from the sensor closest to your location
es: Obtenga la calidad del aire del sensor más cercano a su localización

source: Dismiss
es: Cerrar

source: to
es: a

# whatsAireLibreTitle
source: What is AireLibre?
es: ¿Qué es AireLibre?

# whatsAireLibreDescription
source: AireLibre is a community response to the need to know about air quality in a free, collaborative and decentralized way.
es: AireLibre es una respuesta de la comunidad a la necesidad de saber sobre la calidad del aire de manera libre, colaborativa y descentralizada.

# whatsAQITitle
source: What is AQI?
es: ¿Qué es AQI?

# whatsAQIDescription
source: It is an index used by environmental agencies to measure air quality. The higher the value, the higher the level of pollution.
es: Es un índice utilizado por agencias ambientales para medir la calidad del aire, cuanto más alto su valor, el nivel de contaminación es mayor.

# aqiScaleTitle
source: AQI Scale
es: Escala AQI

# scaleSource
source: Source: [AirNow](https://www.airnow.gov/aqi/aqi-basics)
es: Fuente de escala: [AirNow](https://www.airnow.gov/aqi/aqi-basics-in-spanish/)

# knowMoreProject
source: Do you want to know more about the project?
es: ¿Querés saber más sobre el proyecto?

# collaborateWithProject
source: If you want to collaborate, or learn how to **build your own sensor**, or know how it differs from other similar projects or [where our sensors are calibrated?](https://github.com/melizeche/AireLibre/#los-sensores-son-calibrados-en-suiza) Click [here for more info](https://github.com/melizeche/AireLibre/#faq).
es: Si querés colaborar, o aprender a construir tu propio sensor, o saber en que se diferencia con otros proyectos similares o [¿donde se calibran nuestos sensores?](https://github.com/melizeche/AireLibre/#los-sensores-son-calibrados-en-suiza) Entrá [acá para más info](https://github.com/melizeche/AireLibre/#faq).
